[
  {
    "id": "01",
    "name": "Bangla",
    "image":"https://en.wikipedia.org/wiki/Bengali_language#/media/File:%E0%A6%AC%E0%A6%BE%E0%A6%82%E0%A6%B2%E0%A6%BE.svg",
    "details":"Bengali (/bɛnˈɡɔːli/ ben-GAW-lee),[5][6] generally known by its endonym Bangla (বাংলা, Bengali pronunciation: [ˈbaŋla]), is an Indo-Aryan language native to the Bengal region of South Asia. It is the official, national, and most widely spoken language of Bangladesh and the second most widely spoken of the 22 scheduled languages of India. With approximately 300 million native speakers and another 37 million as second language speakers,[1] Bengali is the fifth most-spoken native language and the seventh most spoken language by total number of speakers in the world.[7][8] Bengali is the fifth most spoken Indo-European language."
    
  },
  {
    "id": "02",
    "name": "English",
    "image":"https://www.istockphoto.com/vector/english-gm1047570732-280210147",
    "details":"English is a West Germanic language of the Indo-European language family, with its earliest forms spoken by the inhabitants of early medieval England.[3][4][5] It is named after the Angles, one of the ancient Germanic peoples that migrated to the island of Great Britain. English is genealogically West Germanic, closest related to the Low Saxon and Frisian languages; however, its vocabulary is also distinctively influenced by dialects of French (about 29% of modern English words) and Latin (also about 29%), plus some grammar and a small amount of core vocabulary influenced by Old Norse (a North Germanic language).[6][7][8] Speakers of English are called Anglophones."
  },
  {
    "id": "03",
    "name": "Math",
    "image":"https://img.freepik.com/free-vector/maths-chalkboard_23-2148178219.jpg?size=626&ext=jpg",
    "details":"Mathematics (from Ancient Greek μάθημα; máthēma: 'knowledge, study, learning') is an area of knowledge that includes such topics as numbers (arithmetic and number theory),[2] formulas and related structures (algebra),[3] shapes and the spaces in which they are contained (geometry),[2] and quantities and their changes (calculus and analysis).[4][5][6] Most mathematical activity involves the use of pure reason to discover or prove the properties of abstract objects, which consist of either abstractions from nature or—in modern mathematics—entities that are stipulated with certain properties, called axioms. A mathematical proof consists of a succession of applications of some deductive rules to already known results, including previously proved theorems, axioms and (in case of abstraction from nature) some basic properties that are considered as true starting points of the theory under consideration."
  },
  {
    "id": "04",
    "name": "Social Sicence",
    "image":"https://us.123rf.com/450wm/andreisavko/andreisavko2010/andreisavko201000768/158117145-wooden-cubes-with-the-abbreviation-social-science-on-the-background-of-an-open-book-.jpg?ver=6",
    "details":"Social science is one of the branches of science, devoted to the study of societies and the relationships among individuals within those societies. The term was formerly used to refer to the field of sociology, the original science of society, established in the 19th century. In addition to sociology, it now encompasses a wide array of academic disciplines, including anthropology, archaeology, economics, human geography, linguistics, management science, communication science, political science and psychology.[1]"
  },
  {
    "id": "05",
    "name": "Sicence",
    "image":"https://en.wikipedia.org/wiki/Science#/media/File:CMB_Timeline300_no_WMAP.jpg",
    "details":"Science may be as old as the human species,[3] and some of the earliest archeological evidence for scientific reasoning is tens of thousands of years old.[4] The earliest written records in the history of science come from Ancient Egypt and Mesopotamia in around 3000 to 1200 BCE.[5][6] Their contributions to mathematics, astronomy, and medicine entered and shaped Greek natural philosophy of classical antiquity, whereby formal attempts were made to provide explanations of events in the physical world based on natural causes.[5][6] After the fall of the Western Roman Empire, knowledge of Greek conceptions of the world deteriorated in Western Europe during the early centuries (400 to 1000 CE) of the Middle Ages,[7] but was preserved in the Muslim world during the Islamic Golden Age[8] and later by the efforts of Byzantine Greek scholars who brought Greek manuscripts from the dying Byzantine Empire to Westerm Europe in the Renaissance."
  }

]